tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "cjbassi/gotop"
tap "hhvm/hhvm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "jesseduffield/lazygit"
tap "jmacdonald/amp"
tap "mashape/kong"
tap "zyedidia/micro"
cask "java"
brew "antigen"
brew "aria2"
brew "autoconf"
brew "gettext"
brew "libffi"
brew "pixman"
brew "clang-format"
brew "libsigsegv"
brew "clisp"
brew "cmake"
brew "connect"
brew "consul", link: false
brew "coreutils"
brew "cscope"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker", link: false
brew "dwarfutils"
brew "wxmac"
brew "exa"
brew "fasd"
brew "fdupes"
brew "ffmpeg"
brew "fish"
brew "fribidi"
brew "gawk"
brew "gd"
brew "gdb"
brew "gdbm"
brew "git"
brew "git-cal"
brew "git-extras"
brew "glog"
brew "gnu-tar", args: ["with-default-names"]
brew "gnupg"
brew "gobject-introspection"
brew "gradle"
brew "libtool"
brew "graphicsmagick"
brew "groovy"
brew "harfbuzz"
brew "heroku"
brew "htop"
brew "httpry"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "ipfs"
brew "kotlin"
brew "leveldb"
brew "libelf"
brew "libevent"
brew "memcached"
brew "libmemcached"
brew "libssh2"
brew "libuv"
brew "libxml2"
brew "little-cms2"
brew "llvm"
brew "lz4"
brew "macvim"
brew "makedepend"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum"
brew "mkcert"
brew "mongodb", restart_service: true
brew "mosh"
brew "mpg123"
brew "youtube-dl"
brew "mpv", args: ["with-bundle"]
brew "mycli"
brew "mysql", restart_service: true
brew "nghttp2"
brew "nginx"
brew "ocamlbuild"
brew "oniguruma"
brew "pandoc"
brew "php@7.0"
brew "postgresql"
brew "proxychains-ng"
brew "pv"
brew "pyenv"
brew "rabbitmq"
brew "redis"
brew "rethinkdb"
brew "rtmpdump"
brew "rust"
brew "scala"
brew "sl"
brew "socat"
brew "stormssh"
brew "tbb"
brew "thrift"
brew "tmux"
brew "tomcat"
brew "tree"
brew "vim", args: ["with-lua"]
brew "watchman"
brew "wget"
brew "wrk"
brew "zookeeper"
brew "zsh-autosuggestions"
brew "jesseduffield/lazygit/lazygit"
brew "zyedidia/micro/micro"
cask "android-sdk"
cask "aria2gui"
cask "baidunetdisk"
cask "consul"
cask "deco"
cask "electronic-wechat"
cask "hyper"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "lantern"
cask "licecap"
cask "macdown"
cask "mark-text"
cask "marp"
cask "medis"
cask "ndm"
cask "omnidisksweeper"
cask "rdm"
cask "recordit"
cask "remote-desktop-manager"
cask "robomongo"
cask "sequel-pro"
cask "upterm"
cask "vlc"
cask "zazu"
